Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/neropatin_paivakirjaa_voi_lukea_nyt_myos_saameksi.html.tmx
Source language: fin
Languages: smn

source: Neropatin päiväkirjaa voi lukea nyt myös saameksi
smn: Neropatin päiväkirja – Čuovâuáivi peivikirje lii tääl almostittum sämikielân

source: Maailmankuulun kirjailijan Jeff Kinneyn ensimmäinen sarjakuvaromaani Diary of Wimpy Kid (Neropatin päiväkirja) on nyt julkaistu pohjois-, inarin- ja koltansaamen kielillä.
smn: Pegâlmâs kirječällee Jeff Kinney vuosmuš ráiđukoveroomaan Diary of Wimpy Kid (Neropatin päiväkirja) lii tääl almostittum orjâlâš-, anarâš- já nuorttâlâškielân.

source: Neropatin päiväkirja on ollut usean vuoden ajan bestseller-kirjana Yhdysvalloissa, myös Suomessa Neropatti -kirjat ovat kirjalistojen kärkisijoilla.
smn: Taat kirje lii lamaš maaŋgâid iivijd bestseller -kirje Amerikast, meid Suomâst Neropatti -kirjeh láá lamaš távjá pivnohumos kiirjij juávhust.

source: Pohjoissaameksi kirjan on kääntänyt Áilu Valle, inarinsaameksi Mikkâl Morottaja ja koltansaameksi Raija Lehtola.
smn: Tääl taam kirje piäsá luuhâđ meid sämikielân.

source: ”Elämä yläkoulussa ei ole helppoa. Greg Heffley sen tietää jos kuka.
smn: Anarâškielân kirje lii jurgâlâm Mikkâl Morottaja, orjâlâškielan Áilu Valle já nuorttâlâškielân Raija Lehtola.

source: Jierpmástalli beaivegirji
smn: Kiirjijd puáhtá tiiláđ Sämitige nettikäävpist: Čuovâuáivi peivikirje

source: Čuovâuáivi peivikirje
smn: Jierpmástalli beaivegirji

source: Kirjaa voi ostaa myös Sami duodji -kaupasta.
smn: Kiirjijd puáhtá uástiđ meid Sámi duodji -käävpist.
